docs/testclient/test_requests/Kst_GetCap_SOAP_Req.xml

<?xml version="1.0" encoding="utf-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://www.w3.org/2003/05/soap-envelope">
	<SOAP-ENV:Body>
		<csw:GetCapabilities service="CSW" version="2.0.0" xmlns:csw="http://www.opengis.net/cat/csw" />
	</SOAP-ENV:Body>
</SOAP-ENV:Envelope>
